Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Social.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: %@ socialized
de: %@ hat sozialisiert
es: %@ socializo
fr: %@ a socialisé
it: %@ ha socializzato
nl: %@ socialiseerde

source: %@'s journey
de: %@s Reise
es: El viaje de %@
fr: Le parcours de %@
it: Il percorso di %@
nl: De reis van %@

source: %@, current phase
de: %@, aktuelle Phase
es: %@, fase actual
fr: %@, phase actuelle
it: %@, fase attuale
nl: %@, huidige fase

source: %lld / %lld comfortable
de: %1$lld / %2$lld vertraut
es: %1$lld / %2$lld cómodos
fr: %lld / %lld à l'aise
it: %1$lld / %2$lld a proprio agio
nl: %1$lld / %2$lld comfortabel

source: %lld exposures
de: %lld Erfahrungen
es: %lld exposiciones
fr: %lld expositions
it: %lld esposizioni
nl: %lld ervaringen

source: %lld exposures this week
de: %lld Erfahrungen diese Woche
es: %lld exposiciones esta semana
fr: %lld expositions cette semaine
it: %lld esposizioni questa settimana
nl: %lld ervaringen deze week

source: %lld of %lld comfortable
de: %lld von %lld vertraut
es: %lld de %lld cómodos
fr: %lld sur %lld à l'aise
it: %lld di %lld a proprio agio
nl: %lld van %lld comfortabel

source: %lld weeks left
de: Noch %lld Wochen
es: %lld semanas restantes
fr: %lld semaines restantes
it: %lld settimane rimaste
nl: Nog %lld weken

source: %lld weeks remaining
de: Noch %lld Wochen
es: %lld semanas restantes
fr: %lld semaines restantes
it: %lld settimane rimanenti
nl: Nog %lld weken

source: A professional trainer can help if this continues
de: Ein professioneller Trainer kann helfen, wenn dies anhalt
es: Un entrenador profesional puede ayudar si esto continúa
fr: Un éducateur professionnel peut aider si cela continue
it: Un addestratore professionista può aiutare se questo continua
nl: Een professionele trainer kan helpen als dit aanhoudt

source: About the Socialization Window
de: Über das Sozialisierungsfenster
es: Sobre el período de socialización
fr: À propos de la fenêtre de socialisation
it: Informazioni sul periodo di socializzazione
nl: Over het socialisatievenster

source: Almost there
de: Fast geschafft
es: Casi listo
fr: Presque terminé
it: Ci siamo quasi
nl: Bijna klaar

source: Animals
de: Tiere
es: Animales
fr: Animaux
it: Animali
nl: Dieren

source: Build confidence with new experiences
de: Baue Selbstvertrauen mit neuen Erfahrungen auf
es: Construye confianza con nuevas experiencias
fr: Construisez la confiance avec de nouvelles expériences
it: Costruisci sicurezza con nuove esperienze
nl: Bouw zelfvertrouwen op met nieuwe ervaringen

source: Building Confidence
de: Selbstvertrauen Aufbauen
es: Construyendo Confianza
fr: Renforcer la Confiance
it: Costruire Sicurezza
nl: Zelfvertrouwen Opbouwen

source: Building Confidence Together
de: Gemeinsam Selbstvertrauen aufbauen
es: Construyendo confianza juntos
fr: Construire la confiance ensemble
it: Costruire sicurezza insieme
nl: Samen zelfvertrouwen opbouwen

source: Calm, neutral behavior is the goal — not interaction!
de: Ruhiges, neutrales Verhalten ist das Ziel — nicht Interaktion!
es: El comportamiento tranquilo y neutral es el objetivo, ¡no la interacción!
fr: Un comportement calme et neutre est l'objectif — pas l'interaction !
it: Il comportamento calmo e neutro è l'obiettivo, non l'interazione!
nl: Kalm, neutraal gedrag is het doel — niet interactie!

source: Calm, no reaction — this is the goal!
de: Ruhig, keine Reaktion — das ist das Ziel!
es: Tranquilo, sin reacción, ¡este es el objetivo!
fr: Calme, pas de réaction — c'est l'objectif !
it: Calmo, nessuna reazione — questo è l'obiettivo!
nl: Kalm, geen reactie — dit is het doel!

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
nl: Categorieën

source: Category Breakdown
de: Kategorieaufschlüsselung
es: Desglose por categoria
fr: Répartition par catégorie
it: Ripartizione per categoria
nl: Categorieoverzicht

source: Close but no contact
de: Nah aber kein Kontakt
es: Cerca pero sin contacto
fr: Proche mais sans contact
it: Vicino ma senza contatto
nl: Dichtbij maar geen contact

source: Comfortable
de: Vertraut
es: Cómodo
fr: À l'aise
it: A proprio agio
nl: Comfortabel

source: Complete
de: Abgeschlossen
es: Completado
fr: Compléter
it: Completato
nl: Voltooid

source: Continue socialization
de: Sozialisierung fortsetzen
es: Continuar socialización
fr: Continuer la socialisation
it: Continua socializzazione
nl: Ga verder met socialisatie

source: Crate introduction
de: Einführung in die Box
es: Introducción a la jaula
fr: Introduction à la cage
it: Introduzione al trasportino
nl: Kennismaking met de bench

source: Critical socialization period
de: Kritische Sozialisierungsphase
es: Período crítico de socialización
fr: Période critique de socialisation
it: Periodo critico di socializzazione
nl: Kritieke socialisatieperiode

source: Curious, relaxed, playful
de: Neugierig, entspannt, verspielt
es: Curioso, relajado, juguetón
fr: Curieux, détendu, joueur
it: Curioso, rilassato, giocherellone
nl: Nieuwsgierig, ontspannen, speels

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
nl: Huidig

source: Day %lld
de: Tag %lld
es: Día %lld
fr: Jour %lld
it: Giorno %lld
nl: Dag %lld

source: Direct
de: Direkt
es: Directo
it: Diretto

source: Direct interaction
de: Direkte Interaktion
es: Interacción directa
fr: Interaction directe
it: Interazione diretta
nl: Directe interactie

source: Distance
de: Abstand
es: Distancia
it: Distanza
nl: Afstand

source: Distance is your best tool
de: Abstand ist dein bestes Werkzeug
es: La distancia es tu mejor herramienta
fr: La distance est votre meilleur outil
it: La distanza è il tuo miglior strumento
nl: Afstand is je beste hulpmiddel

source: Dog parks and "go meet everyone" creates excitement, not calm. At 8 months she's lunging at every dog she sees — which started as over-socialization.
de: Hundeparks und "geh jeden begrüßen" erzeugt Aufregung, keine Ruhe. Mit 8 Monaten springt sie jeden Hund an — was als Über-Sozialisierung begann.
es: Los parques para perros y "ve a conocer a todos" crea excitación, no calma. A los 8 meses se abalanza sobre cada perro que ve — lo que comenzó como sobre-socialización.
fr: Les parcs à chiens et "va rencontrer tout le monde" crée de l'excitation, pas du calme. À 8 mois, elle se jette sur chaque chien qu'elle voit — ce qui a commencé par une sur-socialisation.
it: I parchi per cani e "vai a conoscere tutti" crea eccitazione, non calma. A 8 mesi si lancia verso ogni cane che vede — il che è iniziato come eccessiva socializzazione.
nl: Hondenparken en "ga iedereen begroeten" creëert opwinding, geen rust. Op 8 maanden springt ze naar elke hond die ze ziet — wat begon als over-socialisatie.

source: Dogs met
de: Hunde getroffen
es: Perros conocidos
fr: Chiens rencontrés
it: Cani incontrati
nl: Honden ontmoet

source: Eating routine
de: Essensroutine
es: Rutina de alimentación
fr: Routine alimentaire
it: Routine alimentare
nl: Eetroutine

source: End on a positive note — even a small one counts
de: Positiv abschliessen — auch ein kleiner Erfolg zahlt
es: Termina con una nota positiva, incluso una pequeña cuenta
fr: Terminez sur une note positive — même une petite compte
it: Termina in modo positivo — anche un piccolo successo conta
nl: Eindig positief — ook een klein succesje telt

source: Environments
de: Umgebungen
es: Entornos
fr: Environnements
it: Ambienti
nl: Omgevingen

source: Expand variety, new experiences
de: Vielfalt erweitern, neue Erfahrungen
es: Amplía la variedad, nuevas experiencias
fr: Élargir la variété, nouvelles expériences
it: Amplia la varietà, nuove esperienze
nl: Breid variatie uit, nieuwe ervaringen

source: Far
de: Weit
es: Lejos
fr: Loin
it: Lontano
nl: Ver

source: Fearful
de: Angstlich
es: Temeroso
fr: Craintif
it: Impaurito
nl: Angstig

source: Fearful reactions are normal, especially for new experiences. Here's how to help your puppy feel more confident.
de: Ängstliche Reaktionen sind normal, besonders bei neuen Erfahrungen. So hilfst du deinem Welpen, selbstbewusster zu werden.
es: Las reacciones de miedo son normales, especialmente para nuevas experiencias. Asi es como ayudar a tu cachorro a sentirse mas seguro.
fr: Les réactions de peur sont normales, surtout pour les nouvelles expériences. Voici comment aider votre chiot à se sentir plus confiant.
it: Le reazioni paurose sono normali, specialmente per nuove esperienze. Ecco come aiutare il tuo cucciolo a sentirsi più sicuro.
nl: Angstige reacties zijn normaal, vooral bij nieuwe ervaringen. Zo help je je puppy zelfverzekerder te worden.

source: Fill gaps, reinforce positives
de: Lücken füllen, Positives verstärken
es: Llena vacíos, refuerza lo positivo
fr: Combler les lacunes, renforcer le positif
it: Colma le lacune, rinforza il positivo
nl: Vul hiaten, versterk positieve ervaringen

source: First Days Checklist
de: Checkliste erste Tage
es: Lista de primeros días
fr: Liste des premiers jours
it: Checklist primi giorni
nl: Checklist eerste dagen

source: First Steps
de: Erste Schritte
es: Primeros Pasos
fr: Premiers Pas
it: Primi Passi
nl: Eerste Stappen

source: First night home
de: Erste Nacht zu Hause
es: Primera noche en casa
fr: Première nuit à la maison
it: Prima notte a casa
nl: Eerste nacht thuis

source: First outdoor potty
de: Erstes Mal draußen
es: Primer baño afuera
fr: Premiers besoins dehors
it: Primi bisogni fuori
nl: Eerste plasje buiten

source: Focus on comfort and basic routine
de: Fokus auf Komfort und Grundroutine
es: Enfócate en comodidad y rutina básica
fr: Concentrez-vous sur le confort et la routine de base
it: Concentrati sul comfort e la routine di base
nl: Focus op comfort en basisroutine

source: Getting settled
de: Eingewöhnung
es: Adaptándose
fr: Installation
it: Ambientamento
nl: Wennen

source: Give more space — distance is your friend
de: Mehr Platz geben — Abstand ist dein Freund
es: Dale más espacio, la distancia es tu amiga
fr: Donnez plus d'espace — la distance est votre alliée
it: Dai più spazio — la distanza è tua amica
nl: Geef meer ruimte — afstand is je vriend

source: Got it
de: Verstanden
es: Entendido
fr: Compris
it: Capito
nl: Gesnopen

source: Great work! %lld exposures logged.
de: Gut gemacht! %lld Erfahrungen eingetragen.
es: ¡Buen trabajo! %lld exposiciones registradas.
fr: Bravo ! %lld expositions enregistrées.
it: Ottimo lavoro! %lld esposizioni registrate.
nl: Goed gedaan! %lld ervaringen gelogd.

source: Handling
de: Anfassen
es: Manipulación
fr: Manipulation
it: Manipolazione
nl: Aanraken

source: Hesitant, ears back, tail low
de: Zogernd, Ohren nach hinten, Schwanz tief
es: Vacilante, orejas hacia atrás, cola baja
fr: Hésitant, oreilles en arrière, queue basse
it: Esitante, orecchie indietro, coda bassa
nl: Aarzelend, oren naar achteren, staart laag

source: Hiding, trembling, trying to escape
de: Versteckt sich, zittert, versucht zu fliehen
es: Escondido, temblando, intentando escapar
fr: Se cache, tremble, essaie de s'enfuir
it: Si nasconde, trema, cerca di scappare
nl: Verstopt, trillend, probeert te vluchten

source: Home sounds, handling, household members
de: Hausgeräusche, Anfassen, Haushaltsmitglieder
es: Sonidos del hogar, manipulación, miembros de la familia
fr: Sons de la maison, manipulation, membres du foyer
it: Suoni di casa, manipolazione, membri della famiglia
nl: Huisgeluiden, aanraken, huisgenoten

source: In practice
de: In der Praxis
es: En la práctica
fr: En pratique
it: In pratica
nl: In de praktijk

source: In progress
de: In Bearbeitung
es: En progreso
fr: En cours
it: In corso
nl: Bezig

source: In the socialization window
de: Im Sozialisierungsfenster
es: En el período de socialización
fr: Dans la fenêtre de socialisation
it: Nel periodo di socializzazione
nl: In het socialisatievenster

source: Keep building positive experiences.
de: Bau weiter positive Erfahrungen auf.
es: Sigue construyendo experiencias positivas.
fr: Continuez à créer des expériences positives.
it: Continua a creare esperienze positive.
nl: Blijf positieve ervaringen opbouwen.

source: Last: %@
de: Zuletzt: %@
es: Último: %@
fr: Dernière : %@
it: Ultima: %@
nl: Laatst: %@

source: Later Phases
de: Spätere Phasen
es: Fases posteriores
fr: Phases ultérieures
it: Fasi successive
nl: Latere fases

source: Let's see where you're starting
de: Lass uns sehen, wo du startest
es: Veamos dónde empiezas
fr: Voyons où vous en êtes
it: Vediamo da dove parti
nl: Laten we zien waar je begint

source: Log Exposure
de: Erfahrung eintragen
es: Registrar exposición
fr: Enregistrer une exposition
it: Registra esposizione
nl: Ervaring Loggen

source: Maintenance
de: Pflege
es: Mantenimiento
fr: Entretien
it: Mantenimento
nl: Onderhoud

source: Met %@
de: %@ getroffen
es: Conoció a %@
fr: A rencontré %@
it: Ha incontrato %@
nl: %@ ontmoet

source: Most socialization should be observation from a distance. Reward disengagement and looking back at you, not excitement.
de: Die meiste Sozialisierung sollte Beobachtung aus der Ferne sein. Belohne das Abwenden und Zurückschauen zu dir, nicht Aufregung.
es: La mayor parte de la socialización debe ser observación a distancia. Premia el desapego y mirarte, no la excitación.
fr: La plupart de la socialisation devrait être de l'observation à distance. Récompensez le désengagement et le regard vers vous, pas l'excitation.
it: La maggior parte della socializzazione dovrebbe essere osservazione a distanza. Premia il disimpegno e il guardarti, non l'eccitazione.
nl: De meeste socialisatie moet observatie van een afstand zijn. Beloon loslaten en naar jou terugkijken, niet opwinding.

source: Near
de: Nah
es: Cerca
fr: Proche
it: Vicino
nl: Dichtbij

source: Needs practice
de: Ubung notig
es: Necesita práctica
fr: Nécessite de la pratique
it: Serve pratica
nl: Oefening nodig

source: Neighborhood, common encounters
de: Nachbarschaft, häufige Begegnungen
es: Vecindario, encuentros comunes
fr: Quartier, rencontres courantes
it: Quartiere, incontri comuni
nl: Buurt, veel voorkomende ontmoetingen

source: Next up
de: Als Nächstes
es: A continuación
fr: À suivre
it: Prossimo
nl: Hierna

source: No exposures logged yet
de: Noch keine Erfahrungen eingetragen
es: Aún no hay exposiciones registradas
fr: Aucune exposition enregistrée
it: Nessuna esposizione registrata
nl: Nog geen ervaringen gelogd

source: Not started
de: Nicht begonnen
es: No iniciado
fr: Non commencé
it: Non iniziato
nl: Niet gestart

source: Note (optional)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (facultatif)
it: Nota (opzionale)
nl: Notitie (optioneel)

source: Objects
de: Gegenstande
es: Objetos
fr: Objets
it: Oggetti
nl: Voorwerpen

source: Observed from a distance
de: Aus der Ferne beobachtet
es: Observado desde la distancia
fr: Observé de loin
it: Osservato da lontano
nl: Van een afstand geobserveerd

source: Pair the stimulus with treats (look, treat, look away)
de: Den Reiz mit Leckerlis verbinden (schauen, Leckerli, wegschauen)
es: Asocia el estímulo con premios (mira, premio, mira hacia otro lado)
fr: Associez le stimulus avec des friandises (regarder, friandise, détourner le regard)
it: Associa lo stimolo ai premietti (guarda, premio, distogliere lo sguardo)
nl: Koppel de prikkel aan snoepjes (kijk, snoepje, wegkijken)

source: Past socialization window
de: Sozialisierungsfenster vorbei
es: Período de socialización terminado
fr: Fenêtre de socialisation passée
it: Periodo di socializzazione terminato
nl: Socialisatievenster voorbij

source: Peak Window
de: Höhepunkt
es: Período Pico
fr: Période Critique
it: Periodo di Picco
nl: Piekperiode

source: Peak socialization window
de: Höhepunkt des Sozialisierungsfensters
es: Ventana pico de socializacion
it: Finestra di socializzazione di punta
nl: Piek socialisatieperiode

source: People
de: Menschen
es: Personas
fr: Personnes
it: Persone
nl: Mensen

source: Positive
de: Positiv
es: Positivo
fr: Positif
it: Positivo
nl: Positief

source: Quick Check
de: Schnelle Prüfung
es: Control rápido
fr: Vérification rapide
it: Controllo rapido
nl: Snelle controle

source: Quick check what's familiar
de: Schnell prüfen was bekannt ist
es: Revisar rápidamente lo familiar
fr: Vérifier rapidement ce qui est familier
it: Verifica rapida cosa è familiare
nl: Snel controleren wat bekend is

source: Reaction
de: Reaktion
es: Reacción
fr: Réaction
it: Reazione
nl: Reactie

source: Responds to name
de: Reagiert auf Namen
es: Responde al nombre
fr: Répond à son nom
it: Risponde al nome
nl: Reageert op naam

source: See All Items
de: Alle Elemente anzeigen
es: Ver todos los elementos
fr: Voir tous les éléments
it: Vedi tutti gli elementi
nl: Bekijk alle items

source: See all
de: Alle anzeigen
es: Ver todo
fr: Tout voir
it: Vedi tutto
nl: Bekijk alles

source: See your journey
de: Sieh deine Reise
es: Ve tu viaje
fr: Voir votre parcours
it: Vedi il tuo percorso
nl: Bekijk je reis

source: Settled in
de: Eingewöhnt
es: Adaptado
fr: Installé
it: Ambientato
nl: Gewend

source: Settling In
de: Eingewöhnung
es: Adaptándose
fr: Installation
it: Ambientamento
nl: Wennen

source: Short sessions = big wins
de: Kurze Einheiten = grosse Erfolge
es: Sesiones cortas = grandes logros
fr: Séances courtes = grandes victoires
it: Sessioni brevi = grandi risultati
nl: Korte sessies = grote winst

source: Show %lld more
de: %lld mehr anzeigen
es: Mostrar %lld más
fr: Afficher %lld de plus
it: Mostra altri %lld
nl: Toon %lld meer

source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
nl: Toon minder

source: Sit near a playground at comfortable distance, reward calm watching. Parallel walks with calm adult dogs. Brief, controlled interactions only occasionally.
de: Setz dich in angenehmer Entfernung bei einem Spielplatz, belohne ruhiges Beobachten. Parallele Spaziergänge mit ruhigen erwachsenen Hunden. Kurze, kontrollierte Interaktionen nur gelegentlich.
es: Siéntate cerca de un parque a distancia cómoda, premia la observación tranquila. Paseos paralelos con perros adultos tranquilos. Interacciones breves y controladas solo ocasionalmente.
fr: Asseyez-vous près d'une aire de jeux à distance confortable, récompensez l'observation calme. Promenades parallèles avec des chiens adultes calmes. Interactions brèves et contrôlées seulement occasionnellement.
it: Siediti vicino a un parco giochi a distanza confortevole, premia l'osservazione calma. Passeggiate parallele con cani adulti calmi. Interazioni brevi e controllate solo occasionalmente.
nl: Ga op comfortabele afstand bij een speeltuin zitten, beloon rustig kijken. Parallelle wandelingen met rustige volwassen honden. Korte, gecontroleerde interacties alleen af en toe.

source: Socialization
de: Sozialisierung
es: Socialización
fr: Socialisation
it: Socializzazione
nl: Socialisatie

source: Socialization Checklist
de: Sozialisierungs-Checkliste
es: Lista de socialización
fr: Liste de socialisation
it: Checklist di socializzazione
nl: Socialisatie Checklist

source: Socialization Window
de: Sozialisierungsfenster
es: Período de socialización
fr: Fenêtre de socialisation
it: Periodo di socializzazione
nl: Socialisatievenster

source: Socialization isn't about making your puppy love everything. It's about building calm neutrality — a dog that notices the world and thinks "yeah, that's normal."
de: Sozialisierung bedeutet nicht, dass dein Welpe alles lieben soll. Es geht darum, ruhige Neutralität aufzubauen — ein Hund, der die Welt wahrnimmt und denkt "ja, das ist normal."
es: La socialización no se trata de que tu cachorro ame todo. Se trata de construir neutralidad tranquila — un perro que nota el mundo y piensa "sí, eso es normal."
fr: La socialisation ne consiste pas à faire aimer tout à votre chiot. Il s'agit de construire une neutralité calme — un chien qui observe le monde et pense "oui, c'est normal."
it: La socializzazione non significa far amare tutto al tuo cucciolo. Si tratta di costruire una neutralità calma — un cane che nota il mondo e pensa "sì, è normale."
nl: Socialisatie gaat er niet om dat je pup alles leuk vindt. Het gaat om het opbouwen van kalme neutraliteit — een hond die de wereld opmerkt en denkt "ja, dat is normaal."

source: Socialization journey timeline
de: Sozialisierungsreise Zeitachse
es: Cronología del viaje de socialización
fr: Chronologie du parcours de socialisation
it: Cronologia del percorso di socializzazione
nl: Socialisatiereis tijdlijn

source: Socialization window closed
de: Sozialisierungsfenster geschlossen
es: Ventana de socializacion cerrada
it: Finestra socializzazione chiusa
nl: Socialisatieperiode gesloten

source: Socialization window open
de: Sozialisierungsfenster offen
es: Ventana de socializacion abierta
it: Finestra socializzazione aperta
nl: Socialisatieperiode open

source: Sounds
de: Gerausche
es: Sonidos
fr: Sons
it: Suoni
nl: Geluiden

source: Start from scratch
de: Von vorne beginnen
es: Empezar de cero
fr: Commencer à zéro
it: Inizia da zero
nl: Begin opnieuw

source: Start socialization
de: Sozialisierung starten
es: Iniciar socialización
fr: Commencer la socialisation
it: Inizia socializzazione
nl: Start socialisatie

source: Surfaces
de: Untergrunde
es: Superficies
it: Superfici
nl: Ondergronden

source: Tap items to mark comfortable
de: Tippe auf Elemente um als vertraut zu markieren
es: Toca elementos para marcar como cómodo
fr: Touchez les éléments pour marquer comme à l'aise
it: Tocca gli elementi per segnare come a proprio agio
nl: Tik op items om aan te geven als comfortabel

source: Tap to log exposure
de: Tippen, um Erfahrung einzutragen
es: Toca para registrar exposición
fr: Appuyez pour enregistrer une exposition
it: Tocca per registrare l'esposizione
nl: Tik om ervaring te loggen

source: Tap to log your first exposure
de: Tippen, um deine erste Erfahrung einzutragen
es: Toca para registrar tu primera exposición
fr: Appuyez pour enregistrer votre première exposition
it: Tocca per registrare la prima esposizione
nl: Tik om je eerste ervaring te loggen

source: The Goal: Calm Neutrality
de: Das Ziel: Ruhige Neutralität
es: El objetivo: Neutralidad tranquila
fr: L'objectif : La neutralité calme
it: L'obiettivo: Neutralità calma
nl: Het doel: Kalme neutraliteit

source: The goal: walk past a playground without breaking stride.
de: Das Ziel: An einem Spielplatz vorbeigehen, ohne den Schritt zu verlangsamen.
es: El objetivo: pasar junto a un parque sin romper el paso.
fr: L'objectif : passer devant une aire de jeux sans ralentir.
it: L'obiettivo: passare davanti a un parco giochi senza rallentare il passo.
nl: Het doel: langs een speeltuin lopen zonder te vertragen.

source: The over-socialization trap
de: Die Über-Sozialisierungsfalle
es: La trampa de la sobre-socialización
fr: Le piège de la sur-socialisation
it: La trappola dell'eccessiva socializzazione
nl: De over-socialisatie valkuil
